{
    "feedback": [
        {
            "query": "what is ai",
            "response": "Artificial intelligence (AI) is a branch of computer science that focuses on developing intelligent machines that can perform tasks that typically require human intelligence, such as learning, perception, reasoning, problem-solving, and consciousness.",
            "rating": 5
        },
        {
            "query": "How to check the weight",
            "response": "You can use this formula to calculate the weight of any object:",
            "rating": 1
        },
        {
            "query": "What is AI?",
            "response": "Artificial intelligence (AI) is a branch of computer science that focuses on developing intelligent machines that can perform tasks that typically require human intelligence, such as learning, perception, reasoning, problem-solving, and consciousness.",
            "rating": 5
        },
        {
            "query": "why america is more developed country than india?",
            "response": "India has been developing its economy in recent years due to its vast natural resources, favorable location, and large population. As of 2019, India was the world's second-largest economy by nominal GDP, with a Gross Domestic Product (GDP) per capita of $13,865 compared to $7,473 in China. In terms of GDP per capita, India also leads the world in the manufacturing sector, accounting for nearly 25% of global output. Additionally, India has a high standard of living and a growing middle class, which contribute to its economic growth.",
            "rating": 3
        },
        {
            "query": "is there any chance india to grow its economy more than america and china?",
            "response": "India has been growing at 6% per year over the past 20 years. China has grown by about 7% per year over the same period. The United States has grown by about 3% per year over the same period.",
            "rating": 3
        },
        {
            "query": "How to increase stamina in body?",
            "response": "In general, the best way to improve your stamina is by increasing your heart rate, which is essentially what you are doing during exercise. Exercise can also help build up your endurance, so you need to make sure that you get enough sleep each night and eat a balanced diet. Also, try to find ways to reduce stress, as stress can affect your stamina and make it difficult to maintain focus during exercise. Additionally, consider practicing yoga or other forms of physical activity to improve your overall health and fitness level. Finally, don't forget about rest days, as rest helps your body recover from exercise and prepare for future workouts. So, to increase",
            "rating": 5
        }
    ]
}